Repository: yangliu-1995/firefox-ios
Catalog: Shared/*.lproj/PrivateBrowsing.strings
Languages: be, et

source: Close Private Tabs
be: Закрыць прыватныя карткі
et: Privaatsed kaardid suletakse

source: ContextMenu.OpenInNewPrivateTabButtonTitle
be: Адкрыць у новай прыватнай картцы
et: Ava uuel privaatsel kaardil

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
be: Firefox не будзе запамінаць нічога з вашай гісторыі ці кук, але новыя закладкі будуць захоўвацца.
et: Firefox ei mäleta ajalugu või küpsiseid, aga uued järjehoidjad salvestatakse.

source: Learn More
be: Падрабязней
et: Rohkem teavet

source: Off
be: Выключана
et: Väljas

source: On
be: Уключана
et: Sees

source: Private Browsing
be: Прыватнае агляданне
et: Privaatne veebilehitsemine

source: Private Mode
be: Прыватны рэжым
et: Privaatne režiim

source: Turns private mode on or off
be: Уключае ці выключае прыватны рэжым
et: Lülitab privaatse režiimi sisse või välja

source: When Leaving Private Browsing
be: Пры выхадзе з Прыватнага аглядання
et: Privaatsest režiimist väljumisel
